Merge pull request #87 from cchriscode/feature/my-task
docs: update README
